/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Recebendo solicitação de contato";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Ocupado";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Falha na chamada 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Falha na chamada 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Chamada em espera";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Conexão";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Contato disponível";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Contato não disponível";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Contatos recebidos";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Transferência de Arquivo Concluída";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Falha na transferência de arquivo";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Primeira mensagem recebida";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Chamada Encerrada";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Colocar chamada em espera";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Recebendo chamada";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Recebendo transferência de arquivo";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Conectar";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Desconectar";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Mensagem recebida";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Mensagem em primeiro plano recebida";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Mensagem enviada";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Novo usuário";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Efetuando chamada";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Desligado remotamente";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Retomar chamada em espera";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Discagem de tom";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Bipe triplo";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Mensagem de voz";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Quando eu me desconectar";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Quando eu me conectar";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Contato está disponível";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Contato não está disponível";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Recebendo chamada";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Recebendo chamada - chamada em espera";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Conectando chamada";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Efetuando chamada";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Chamada Encerrada";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "O Participante da Chamada em Grupo Desligou";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Ocupado";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Colocar chamada em espera";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Retomar chamada em espera";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Nova Mensagem na Conversa Recente";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Nova Mensagem na Conversa Atual";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Primeira Mensagem na Conversa";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Mensagem de humor recebida";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "O contato está escrevendo";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Mensagem enviada";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Solicitação de contato recebida";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Contatos recebidos";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Recebendo transferência de arquivo";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Transferência de arquivo concluída";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Falha na transferência de arquivo";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Desktop API App Conectado";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Você está online.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Você está offline.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "“@” está disponível.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "“@” não está disponível.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Você tem uma chamada de “@”!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Você tem uma chamada de “@”!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Conectando chamada.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Chamando “@”.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Chamada encerrada.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "O participante desligou.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "A linha está ocupada.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Colocar chamada em espera.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Retomar chamada em espera.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Mensagem";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Mensagem de “@”.";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Mensagem para “@”.";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "“@” alterou a mensagem de humor.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Você tem uma mensagem de “@”!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "“@” está escrevendo.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Você recebeu uma solicitação de contato de “@”!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Você recebeu uma lista de contatos de “@”!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Você recebeu um arquivo de “@”!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "A transferência de arquivo com “@” foi concluída.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "A transferência de arquivo com “@” falhou.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" conectado ao Skype";
